Repository: bbalvanera-zz/protego-pdf
Catalog: app/src/locales/messages.*.xlf
Languages: es_mx

source: Password to open the document
es_mx: Contrase&ntilde;a para abrir el documento

source: Hide password
es_mx: Ocultar contrase&ntilde;a

source: Show password
es_mx: Mostrar contrase&ntilde;a

source: Strength
es_mx: Nivel

source: Medium
es_mx: Medio

source: Good
es_mx: Aceptable

source: Strong
es_mx: Seguro

source: Weak
es_mx: D&eacute;bil

source: Password strength meter
es_mx: Nivel de seguridad de contrase&ntilde;a

# pwdRequiredMessage
source: Please specify a password
es_mx: Escriba una contrase&ntilde;a por favor

# pwdMaxLength
source: Please specify a password of no more than 32 chars.
es_mx: Escriba una contrase&ntilde;a de no mas de 32 caracteres

source: Repeat password
es_mx: Confirmar contrase&ntilde;a

source: Passwords do not match
es_mx: Ambas contrase&ntilde;as deben coincidir

source: Save password
es_mx: Guardar contrase&ntilde;a

source: Close
es_mx: Cerrar

source: Password name or description
es_mx: Nombre o descripci&oacute;n

source: Mark as favorite
es_mx: Marcar como favorito

# pwdNameRequired
source: Please specify a name or description
es_mx: Escriba un nombre o descripci&oacute;n por favor

# pwdNameMaxLength
source: Please specify a name of no more than 50 chars.
es_mx: Escriba un nombre de no mas de 50 caracteres por favor

# pwdNameDupd
source: Please type another name. This one already exists
es_mx: Escriba otro nombre por favor. Esta ya est&aacute; en uso

source: Press ENTER to save or ESC to cancel
es_mx: Presione ENTER para guardar o ESC para cancelar

# pwdOptions
source: Password options
es_mx: Opciones de contrase&ntilde;a

source: Favorite passwords
es_mx: Contrase&ntilde;as favoritas

source: Generate a password
es_mx: Generar una contrase&ntilde;a

source: Save typed password
es_mx: Guardar contrase&ntilde;a

source: Password manager
es_mx: Manejador de contrase&ntilde;as

source: Password options dropdown
es_mx: Lista de opciones de contrase&ntilde;a

source: Protect PDF Document
es_mx: Proteger Documento PDF

source: Drag & drop a file here or click to Browse
es_mx: Arrastre y suelte un archivo aqu&iacute; o d&eacute; clic en Examinar

source: Invalid or corrupted PDF file. Please select another file
es_mx: Archivo PDF inv&aacute;lido o corrompido. Seleccione otro por favor

source: File open in another program. Please select another file
es_mx: Archivo abierto en otro programa. Seleccione otro por favor

source: Please select a file to protect
es_mx: Seleccione un archivo para proteger por favor

source: Browse
es_mx: Examinar

source: Browse files
es_mx: Examinar archivos

source: Protect
es_mx: Proteger

source: Protect options
es_mx: Opciones de protecci&oacute;n

source: Overwrite Existing File
es_mx: Sobreescribir archivo

source: Save to a New File
es_mx: Crear nuevo archivo

source: Save As
es_mx: Guardar como...

source: Protect options dropdown
es_mx: Lista de opciones de protecci&oacute;n

source: Settings
es_mx: Opciones

source: Help
es_mx: Ayuda

source: Drop your file here
es_mx: Suelte el archivo aqu&iacute;

source: File protected
es_mx: Archivo protegido

source: The file is open in another program
es_mx: El archivo esta abierto en otro programa

# couldNotProtect
source: Could not protect your file
es_mx: No se pudo proteger el archivo

source: Access to the file is denied
es_mx: El acceso al archivo est&aacute; restringido

source: An unexpected error has ocurred
es_mx: Ha occurrido un error inesperado

source: Please specify a valid password to save
es_mx: Escriba una contrase&ntilde;a v&aacute;lida para guardar por favor

# passwordSaved
source: Your password has been saved
es_mx: Su contrase&ntilde;a ha sido guardada

source: Use
es_mx: Usar

source: Options
es_mx: Opciones

source: Generate again
es_mx: Generar nuevamente

source: Options dropdown
es_mx: Lista de opciones

source: Password name
es_mx: Nombre de la contrase&ntilde;a

source: Password
es_mx: Contrase&ntilde;a

source: Remove from favorites
es_mx: Quitar de favoritos

source: Save
es_mx: Guardar

source: Name
es_mx: Nombre

source: Favorite
es_mx: Favorito

source: Delete
es_mx: Eliminar

source: Yes
es_mx: Si

source: Password length
es_mx: Tama√±o

source: Please specify a bigger number
es_mx: Escriba un numero mayor por favor

source: Please specify a smaller number
es_mx: Escriba un numero menor por favor

source: Please specify a number between 1 and 32
es_mx: Escriba un numero entre 1 y 32 por favor

source: Use lower-case
es_mx: Usar min&uacute;sculas

source: Use numbers
es_mx: Usar n&uacute;meros

source: Use upper-case
es_mx: Usar may&uacute;sculas

source: Use special characters
es_mx: Usar caracteres especiales
